package Zadanie3;


public class Main {
    public static  void main(String[] args){
        for(int i = 0; i < args.length; i++){
            System.out.println("Argument number " + i + ": " + args[i]);
        }
    }
}
// написать программу которая переводит из десятичной в 2 8 16